Repository: common-repository/qero-loyalty-program-for-your-store
Catalog: languages/qero-for-wp-*.po
Languages: pt_pt

source: To use this plugin, you first need to install
pt_pt: Para utilizar este plugin, é necessário instalar

source: By removing this plugin, you will no longer be able to use the Qero plugin
pt_pt: Se remover este plugin, não vai conseguir utilizar o plugin do Qero

source: Invite for loyalty
pt_pt: Convite à Fidelização

source: This email is received when a customer registers.
pt_pt: Este email é enviado quando um subscritor se regista.

source: Become a loyal customer!
pt_pt: Torne-se cliente fidelizado!

source: Hello {name}, Now you can earn points with Qero!
pt_pt: Olá {name}, Agora pode ganhar pontos com o Qero!

source: Enable/Disable
pt_pt: Ligar/Desligar

source: Enable this email notification
pt_pt: Ligue esta notificação pode E-mail

source: Recipient
pt_pt: Destinatário

source: Enter recipients (comma separated) for this email. Defaults to %s
pt_pt: Escreva os destinatários (separados por vírgula) para este email. O default é %s

source: Subject
pt_pt: Assunto

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
pt_pt: Isso controla a linha de assunto do email. Deixe em branco para usar o assunto padrão: <code>%s</code>.

source: Email Heading
pt_pt: Cabeçalho do email

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
pt_pt: Isso controla o cabeçalho principal contido na notificação por email. Deixe em branco para usar o cabeçalho padrão: <code>% s </code>.

source: Email type
pt_pt: Tipo de Email

source: Choose which format of email to send.
pt_pt: Escolha qual formato de email enviar.

source: Plain text
pt_pt: Texto

source: Number of new clients
pt_pt: Número de novos clientes

source: Number of sells
pt_pt: Número de vendas

source: Sales Value
pt_pt: Valor das vendas

source: Missing Egoi's ApiKey!
pt_pt: Falta inserir a APIKEY da sua conta E-goi!

source: Store id is not valid!
pt_pt: O código da loja não é válido!

source: Account
pt_pt: Conta

source: Invalid store name.
pt_pt: Nome da loja inválido.

source: Loyal
pt_pt: Fidelizado

source: This is one time use only.
pt_pt: Esta funcionalidade é utilizável apenas uma vez!

source: Qero Points
pt_pt: Pontos Qero

source: The field "cellphone" should not be empty!
pt_pt: Os campos "telemóvel" não pode estar vazio!

source: User not authenticated!
pt_pt: Cliente não autenticado!

source: User already registered!
pt_pt: Este cliente já está registado!

source: The field "cellphone" and "name" should not be empty!
pt_pt: Os campos "telemóvel" e "nome" não podem estar vazios!

source: Please verify the inserted data.
pt_pt: Por favor, verifique os dados que inseriu.

source: Cellphone is required
pt_pt: O telemóvel é obrigatório

source: No information!
pt_pt: Sem informações!

source: In this order were spent %s points!
pt_pt: Foram gastos %s pontos nesta compra!

source: This order generated %s points! The Customer will receive them once this order goes to "%s".
pt_pt: Esta compra gerou %s pontos! O cliente vai receber os pontos quando a encomenda entrar em "%s".

source: Before spending points you need to have a loyal account! Go to "My Account".
pt_pt: Antes de gastar pontos, precisa de ativar uma conta de fidelização! Entre em "Minha conta".

source: Invalid points!
pt_pt: Pontos inválidos!

source: Discount %s points
pt_pt: Desconte %s pontos

source: Loading...
pt_pt: A carregar...

source: Hello %s, Become a loyal customer!
pt_pt: Olá %s, Torne-se cliente fidelizado!

source: Along with Qero Loyalty Program, you can earn points and use them when shopping in our store!
pt_pt: Com o programa de fidelização Qero, agora pode ganhar pontos e descontar em compras na nossa loja!

source: Shop in our store and enjoy the exclusive discounts that we offer you.
pt_pt: Venha comprar na nossa loja e usufrua dos descontos especiais que temos para si.

source: Visit our store >>
pt_pt: Visitar a nossa loja >>

source: Total loyal clients: %s
pt_pt: Total de clientes fidelizados: %s

source: Total sales value: %s %s
pt_pt: Valor total gasto: %s %s

source: Store sales (last month)
pt_pt: Vendas da loja (no último mês)

source: Campaigns
pt_pt: Campanhas

source: Campaign title
pt_pt: Título da campanha

source: Starting date
pt_pt: Data de início

source: Ending date
pt_pt: Data de fim

source: Number of sales
pt_pt: Número de vendas

source: Amount
pt_pt: Montante

source: Clients
pt_pt: Clientes

source: Name
pt_pt: Nome

source: Cellphone
pt_pt: Telemóvel

source: Total spent
pt_pt: Total de vendas

source: Loyal clients (last month)
pt_pt: Clientes fidelizados (no último mês)

source: Make sure you have E-goi ApiKey connected!
pt_pt: Verifique se inseriu a ApiKey da sua conta E-goi!

source: Store
pt_pt: Loja

source: + Add new store
pt_pt: + Adicione uma nova loja

source: Save changes
pt_pt: Guardar alterações

source: Enter App name
pt_pt: Insira o nome da aplicação

source: Submit
pt_pt: Submeter

source: Step
pt_pt: Passo

source: Create your first discount in Qero's dashboard
pt_pt: Crie o primeiro desconto no dashboard do Qero

source: Create campaign
pt_pt: Criar campanha

source: Invite your clients and convert them into loyal one in your online store
pt_pt: Convide os clientes da sua loja online e converta-os em clientes fidelizados

source: Send Invite
pt_pt: Enviar convite

source: You'r all set to start!
pt_pt: Está pronto para começar!

source: Warning, this is one time usage!
pt_pt: Cuidado! só via conseguir utilizar uma vez!

source: This will send an email to all of your customers
pt_pt: Isso enviará um email para todos os seus clientes

source: Close
pt_pt: Fechar

source: Continue
pt_pt: Continuar

source: End
pt_pt: Fim

source: Title
pt_pt: Título

source: Description
pt_pt: Descrição

source: Become loyal
pt_pt: Torne-se cliente fidelizado

source: Country
pt_pt: País

source: Select a country
pt_pt: Selecione um país

source: Your cellphone here.
pt_pt: Insira o seu telemóvel aqui.

source: Connect
pt_pt: Associar

source: Your Name here.
pt_pt: Insira o seu Nome aqui.

source: E-mail
pt_pt: O E-mail

source: Your Email here.
pt_pt: Insira o seu E-mail aqui.

source: Make me loyal!
pt_pt: Tornar-me cliente fidelizado!

source: Movements
pt_pt: Movimentos

source: Value
pt_pt: Valor

source: Credit In
pt_pt: Saldo adicionado

source: Credit Out
pt_pt: Saldo retirado

source: Date
pt_pt: Data

source: No movements yet...
pt_pt: Ainda não existe registo de movimentos...

source: Account Info
pt_pt: Informações da Conta

source: Qero's Page
pt_pt: Página do Qero

source: Once complete this purchase will give you up to <strong>%s</strong> <em class="qero-icon"></em> points!
pt_pt: Após a conclusão desta compra, vai receber <strong>%s</strong> <em class="qero-icon"></em> pontos!

source: Get <strong>%s</strong> <em class="qero-icon"></em> points with this product!
pt_pt: Ganhe <strong>%s</strong> <em class="qero-icon"></em> pontos com este produto!

source: Gain points!
pt_pt: Ganhe pontos!

source: Become loyal!
pt_pt: Torne-se cliente fidelizado!

source: Your name here.
pt_pt: Insira o seu Nome aqui.

source: Your email here.
pt_pt: Insira o seu E-mail aqui.

source: mandatory
pt_pt: Obrigatório

source: Win Points
pt_pt: Pontos ganhos

source: Spend points!
pt_pt: Gaste pontos!

source: Max:
pt_pt: Máximo:

source: Points
pt_pt: Pontos

source: Points to spend
pt_pt: Pontos disponíveis para gastar

source: Become loyal today and get points with this purchase!
pt_pt: Torne-se cliente fidelizado e ganhe pontos com esta compra!

source: Make customers loyal with Qero, let your customers accumulate points to redeem them for discounts in your store store.
pt_pt: Torne os seus clientes em clientes fidelizados com o Qero e permita que acumulem pontos em troca de descontos na sua loja.
